// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder har inte testats för version %@ av Finder";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Testade versioner av Finder är %@ - %@.\nEn uppdatering för XtraFinder kommer inom kort.\n\nVill du fortsätta att använda XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Vänligen avsluta alla bakgrundsjobb som t.ex kopiering eller flyttning av filer.\nFinder kommer nu att startas om.";
"Uninstall" = "Avinstallera";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";